[
  {
    "name": "Brown Fur",
    "image": "https://drive.google.com/uc?id=1ll0dcFSfaLZn354N3PFmF_qK70gC4X7P",
    "price": 150,
    "description": "Elegant and inviting, our white double bed exudes timeless charm. Crafted to perfection, its clean lines and pristine white finish create a soothing ambiance in any bedroom. Paired with a touch of warmth, the brown pillows provide a striking contrast, offering both comfort and style. Indulge in relaxation and sleep in utmost luxury, as this combination seamlessly blends sophistication with coziness for a truly harmonious sleep space.",
    "id": 11,
    "categoryId": 1,
    "categoryName": "Bed",
    "discount": 5,
    "stock": 120,
    "status": "available"
  },
  {
    "name": "Modern Gray",
    "image": "https://drive.google.com/uc?export=view&id=1kQjFwOBOGYFB-3SheJxQihtv3An1dWKZ",
    "price": 200,
    "description": "Elevate your bedroom with our exquisite white double bed. Designed for both comfort and style, this bed offers a spacious and inviting sleeping space for two. The pristine white color exudes a sense of tranquility and sophistication, effortlessly complementing any interior decor. Crafted with attention to detail and quality, this double bed provides a serene oasis for restful nights and a stunning focal point for your bedroom retreat.",
    "id": 12,
    "categoryId": 1,
    "categoryName": "Bed",
    "discount": 5,
    "stock": 85,
    "status": "available"
  },
  {
    "name": "Outdoor Special",
    "image": "https://drive.google.com/uc?export=view&id=16m2U8do5Hj6L0o2cCWh2krzjW_FOZBkm",
    "price": 170,
    "description": "Experience the epitome of comfort with our indulgent bed designed to provide ultimate relaxation. Not only does it offer a plush haven for rest, but it also comes with an exceptional bonus – extra pillows. Drift into dreams surrounded by an abundance of soft support, cradling you in a cocoon of serenity. Elevate your sleep to new heights, as this bed not only promises rejuvenation but also the luxury of ample pillows for a truly tranquil slumber.",
    "id": 13,
    "categoryId": 1,
    "categoryName": "Bed",
    "discount": 5,
    "stock": 60,
    "status": "available"
  },
  {
    "name": "Pure White",
    "image": "https://drive.google.com/uc?export=view&id=1fImvewH7IzFBRkgomf-m5bMPyf9qSj2H",
    "price": 180,
    "description": "Introducing our captivating zigzag design bed, where style meets innovation. The dynamic pattern creates a sense of movement, infusing your bedroom with a modern energy. Crafted with meticulous attention to detail, this bed is more than just furniture—it's a statement piece. The zigzag motif adds a touch of playfulness while maintaining a sleek aesthetic. Transform your sleep space into a haven of contemporary elegance, where each night becomes an artful journey into comfort and design.",
    "id": 14,
    "categoryId": 1,
    "categoryName": "Bed",
    "discount": 5,
    "stock": 150,
    "status": "available"
  },
  {
    "name": "Ceiling Lamp",
    "image": "https://drive.google.com/uc?export=view&id=1JeY38UhNTb_SGdcQh4LKIUlhmsVIAb8e",
    "price": 75,
    "description": "Illuminate your space with the enchanting charm of our bird's nest-inspired lamp. Its delicate design mimics the intricacy of a nest, with intertwining elements that evoke nature's beauty. Casting a soft, inviting glow, this lamp brings a touch of whimsy to any room. Whether placed on a table or suspended, its captivating form creates a cozy ambiance, inviting you to bask in the warm embrace of both light and artistry.",
    "id": 21,
    "categoryId": 2,
    "categoryName": "Lamp",
    "discount": 5,
    "stock": 35,
    "status": "available"
  },
  {
    "name": "Combo4U",
    "image": "https://drive.google.com/uc?export=view&id=1jOXFxzLtSGp0NBKS-AKq4gSn6nRpx_fC",
    "price": 80,
    "description": "Introducing our exquisite lamp featuring a mesmerizing triangular design, enhanced by a gentle golden glow. This fusion of form and light creates a captivating visual interplay, casting an aura of sophistication in your space. The triangular facets capture and refract the golden light, painting the surroundings with a warm, elegant ambiance. Elevate your decor with this illuminating masterpiece, where modern geometry and luxurious radiance converge to redefine the very essence of illumination.",
    "id": 22,
    "categoryId": 2,
    "categoryName": "Lamp",
    "discount": 5,
    "stock": 120,
    "status": "available"
  },
  {
    "name": "Multi Colors",
    "image": "https://drive.google.com/uc?export=view&id=1fwHaWYYEzWmV_l-CdjJ6-o-TefnEOODF",
    "price": 70,
    "description": "Diversify your decor with our collection of medium-sized lamps, each a vibrant hue of its own. From serene blues to lively yellows, these lamps infuse your space with a spectrum of emotions. Whether you desire a cozy corner or an eclectic ensemble, their varied colors and charming designs complement any aesthetic. Illuminate your surroundings with a palette of light, creating a symphony of ambiance that mirrors your unique style and adds a delightful twist to your living spaces.",
    "id": 23,
    "categoryId": 2,
    "categoryName": "Lamp",
    "discount": 5,
    "stock": 80,
    "status": "available"
  },
  {
    "name": "Vintage Style 2",
    "image": "https://drive.google.com/uc?export=view&id=1LIJrh9v68P1HXT1NmOi2JzeoRqgHhWJI",
    "price": 60,
    "description": "Illuminate your space with the enchanting charm of our bird's nest-inspired lamp. Its delicate design mimics the intricacy of a nest, with intertwining elements that evoke nature's beauty. Casting a soft, inviting glow, this lamp brings a touch of whimsy to any room. Whether placed on a table or suspended, its captivating form creates a cozy ambiance, inviting you to bask in the warm embrace of both light and artistry.",
    "id": 24,
    "categoryId": 2,
    "categoryName": "Lamp",
    "discount": 5,
    "stock": 45,
    "status": "available"
  },
  {
    "name": "Vintage Style",
    "image": "https://drive.google.com/uc?export=view&id=1VncfxH5yUGlJkppLo0WwaGzuXc7fq2QY",
    "price": 90,
    "description": "Illuminate your space with the enchanting charm of our bird's nest-inspired lamp. Its delicate design mimics the intricacy of a nest, with intertwining elements that evoke nature's beauty. Casting a soft, inviting glow, this lamp brings a touch of whimsy to any room. Whether placed on a table or suspended, its captivating form creates a cozy ambiance, inviting you to bask in the warm embrace of both light and artistry.",
    "id": 25,
    "categoryId": 2,
    "categoryName": "Lamp",
    "discount": 5,
    "stock": 150,
    "status": "available"
  },
  {
    "name": "Metallic Gray",
    "image": "https://drive.google.com/uc?export=view&id=17hZyEhYXB8e8fGGBk1YW7H23b9jGpcsi",
    "price": 70,
    "description": "Introducing our inviting two-seater table, meticulously crafted in a captivating wooden style. The rich, natural tones of the wood infuse warmth into your space, creating an atmosphere of coziness and comfort. Its sleek design seamlessly blends form and function, offering an intimate setting for shared moments. Whether for a cozy meal or a heartfelt conversation, this table's rustic charm and sturdy construction ensure that it not only serves as furniture but also adds a touch of timeless beauty to your surroundings.",
    "id": 31,
    "categoryId": 3,
    "categoryName": "Table",
    "discount": 5,
    "stock": 60,
    "status": "available"
  },
  {
    "name": "Circular Marble",
    "image": "https://drive.google.com/uc?export=view&id=1UE01ZlbbPW1nw6SP6ivFOXXGiibinXW5",
    "price": 80,
    "description": "Discover elegance and functionality with our white-themed table designed for four. This sleek piece embodies modern minimalism, combining clean lines with a pristine white finish that effortlessly complements any decor. Perfect for gatherings and meals, it provides ample space for friends and family to convene comfortably. Whether for casual conversations or formal dinners, this table's white design exudes sophistication while fostering a welcoming atmosphere that invites togetherness and shared moments.",
    "id": 32,
    "categoryId": 3,
    "categoryName": "Table",
    "discount": 5,
    "stock": 100,
    "status": "available"
  },
  {
    "name": "Royal",
    "image": "https://drive.google.com/uc?export=view&id=16LFzwxLDxr-w1QDOhOZUTNuLhATGb1BM",
    "price": 60,
    "description": "Immerse yourself in contemporary sophistication with our modern-style design in rich brown hues. The fusion of sleek lines and warm tones creates an ambiance that's both chic and inviting. This refined aesthetic seamlessly blends form and function, elevating any space. Whether it's furniture, decor, or accents, our brown-themed pieces exude a sense of luxury and comfort, embodying the essence of modern living with a touch of earthy elegance. Redefine your surroundings with the timeless allure of modern design in a captivating brown palette.",
    "id": 33,
    "categoryId": 3,
    "categoryName": "Table",
    "discount": 5,
    "stock": 85,
    "status": "available"
  },
  {
    "name": "White Marble",
    "image": "https://drive.google.com/uc?export=view&id=1Pz67HS7007-kpQ_sBHEX3oYX2jIFhaa6",
    "price": 90,
    "description": "Experience regal dining with our expansive table, exquisitely designed to accommodate ten guests in utmost opulence. The immaculate white finish, reminiscent of palatial elegance, transforms any space into a grand feast for the senses. Intricately carved details and ornate accents evoke a sense of royalty, while the generous proportions offer an unforgettable dining experience. Elevate gatherings to majestic heights as this table seamlessly blends white sophistication with a royal demeanor, making every meal a truly majestic affair.",
    "id": 34,
    "categoryId": 3,
    "categoryName": "Table",
    "discount": 5,
    "stock": 110,
    "status": "available"
  },
  {
    "name": "The Roots",
    "image": "https://drive.google.com/uc?export=view&id=1gX_Q3SVXRuy6iI66o-5zeXSKmLIHmdGi",
    "price": 70,
    "description": "Introducing our inviting two-seater table, meticulously crafted in a captivating wooden style. The rich, natural tones of the wood infuse warmth into your space, creating an atmosphere of coziness and comfort. Its sleek design seamlessly blends form and function, offering an intimate setting for shared moments. Whether for a cozy meal or a heartfelt conversation, this table's rustic charm and sturdy construction ensure that it not only serves as furniture but also adds a touch of timeless beauty to your surroundings.",
    "id": 35,
    "categoryId": 3,
    "categoryName": "Table",
    "discount": 5,
    "stock": 130,
    "status": "available"
  },
  {
    "name": "Outside Specials",
    "image": "https://drive.google.com/uc?export=view&id=1yEgXHReQUCangAbuqfP3-T8p7u_rNKqt",
    "price": 80,
    "description": "Elevate your outdoor balcony experience with our purpose-built table, designed to withstand the elements while providing a stylish and functional addition to your space. Crafted from durable materials, this table is tailor-made for outdoor settings. Its smart design maximizes utility without compromising on aesthetics, offering a perfect platform for morning coffees, relaxing meals, or evening chats. Bring comfort and convenience to your balcony oasis with a table that seamlessly merges practicality with outdoor elegance.",
    "id": 36,
    "categoryId": 3,
    "categoryName": "Table",
    "discount": 5,
    "stock": 70,
    "status": "available"
  },
  {
    "name": "Sea Blue",
    "image": "https://drive.google.com/uc?export=view&id=1JxA9vBQTErNWeqxnCJRzU9tBWoHCghBG",
    "price": 180,
    "description": "Indulge in serene comfort with our captivating blue-hued sofa, designed to envelop you in relaxation. The soft, blurred color palette exudes tranquility, creating a soothing atmosphere in any room. Accentuating this gentle backdrop, the contrast color pillows add a vibrant pop, infusing energy and style. This harmonious blend of tones and textures transforms your space into a haven of both calm and creativity. Immerse yourself in a world of comfort and aesthetics as you lounge on our sublime sofa, surrounded by the perfect balance of subtle elegance and striking contrast.",
    "id": 41,
    "categoryId": 4,
    "categoryName": "Sofa",
    "discount": 5,
    "stock": 25,
    "status": "available"
  },
  {
    "name": "Royal Golden",
    "image": "https://drive.google.com/uc?export=view&id=106O55ffmDmx2ys6HKl6OrtIit9tLK-5L",
    "price": 200,
    "description": "Elevate your space with an air of regal opulence through our white-hued masterpiece, adorned with a resplendent diamond design. This embodiment of grandeur brings the allure of royalty into your surroundings, as the intricate diamond motifs exude sophistication and luxury. The pristine white color palette magnifies the sense of elegance, transforming any room into a palace-like sanctuary. With this fusion of majestic design and pristine white tones, you can bask in the splendor of a truly royal ambiance that captivates the senses.",
    "id": 42,
    "categoryId": 4,
    "categoryName": "Sofa",
    "discount": 5,
    "stock": 50,
    "status": "available"
  },
  {
    "name": "Moon Light",
    "image": "https://drive.google.com/uc?export=view&id=1d4PMrZpYX4OmHtNB34zXLG_iTsJEsU1s",
    "price": 170,
    "description": "Introducing our epitome of modern sophistication: the gray design sofa. A harmonious fusion of sleek lines and subtle tones, this sofa embodies contemporary elegance. The cool gray color palette effortlessly complements various decor styles, while the minimalist design exudes an air of refined simplicity. Whether for casual lounging or formal gatherings, this sofa's modern gray aesthetic ensures that it not only serves as a functional seating option but also adds an understated touch of chic to your living space.",
    "id": 43,
    "categoryId": 4,
    "categoryName": "Sofa",
    "discount": 5,
    "stock": 70,
    "status": "available"
  },
  {
    "name": "Red Velvet",
    "image": "https://drive.google.com/uc?export=view&id=1dXy6MtdkNzwCe32BJUiJIC88Dc2tm-iX",
    "price": 160,
    "description": "Experience luxury and style with our exquisite red velvet sofa. The plush velvet upholstery adds a tactile dimension, inviting you to sink into comfort. The rich green hue injects a vibrant burst of color, while the texture creates a sense of opulence. Whether your decor is traditional or contemporary, this sofa effortlessly becomes the focal point of the room, combining elegance and comfort in a single statement piece. Transform your living space into a haven of lush sophistication with this green velvet masterpiece.",
    "id": 44,
    "categoryId": 4,
    "categoryName": "Sofa",
    "discount": 5,
    "stock": 120,
    "status": "available"
  },
  {
    "name": "The Rich Class",
    "image": "https://drive.google.com/uc?export=view&id=1D8JZcziA3Jw2PiVQ3lbPMNwT8PMDptpB",
    "price": 150,
    "description": "Discover the perfect blend of functionality and style with our compact-sized side sofa. Designed to fit seamlessly into smaller spaces, this sofa offers comfort without compromising on aesthetics. Its scaled-down proportions make it an ideal addition to cozy nooks or limited areas, while still providing a comfortable seat for relaxation. Whether you're reading a book, enjoying a cup of coffee, or simply taking a moment to unwind, our compact side sofa is your go-to solution for maximizing comfort and utility in any space.",
    "id": 45,
    "categoryId": 4,
    "categoryName": "Sofa",
    "discount": 5,
    "stock": 180,
    "status": "available"
  }
]
